10/data/attachments/672f77857bb1e2a2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_73f871aa-97cf-46d5-b60e-8769caff7014</nif:username>
            <nif:friendToBeAdded>Jacqueline_know_Actions_33362_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>